txt_Creator=Tradotto by Freddyfre
=
txt_IsWOW64=Questa app è per la piattaforma 32bit. Esegui la versione a 64bit.
txt_FileNotFound=File non trovato: %s
txt_ServiceChecking=Controllo servizio Windows Update...
txt_ServiceIsDisabled=Il servizio Windows Update è disabilitato. Avvio del servizio Windows Update...
txt_VersionWUA=Versione agente Windows Update: %d.%d
txt_VersionAPI=Versione API agente Windows Update: %s
txt_WUA_UpdateRequired=L'agente di Windows Update deve essere aggiornato alla versione: %d.%d
txt_InitializationAPI=Inizializzazione API agente Windows Update...
txt_CommittingUpdates=Conferma aggiornamenti...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Installato
txt_Button_Hidden=Nascosto
txt_Button_History=Cronologia
txt_Button_Cancel=Annulla
txt_Button_Reboot=Riavvia
txt_Combobox_NotConfigured=Non configurato
txt_Combobox_Disabled=Disabilitato
txt_Combobox_NotificationMode=Modo notifica
txt_Combobox_DownloadOnly=Solo download
txt_Combobox_Other=Altro
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Includi driver
txt_Checkbox_IncludeSuperseded=Includi sostituito
txt_Checkbox_OfflineMode=Modo offline
txt_Checkbox_SelectAll=Seleziona tutto
txt_Checkbox_SelectedByWU=Selezionato da Windows Update
txt_Groupbox_SearchSettings=Impostazioni della ricerca
txt_Groupbox_AutomaticUpdates=Aggiornamenti automatici
txt_Hint_Search=Controllo Aggiornamenti
txt_Hint_Download=Solo download
txt_Hint_Install=Installa aggiornamenti
txt_Hint_Uninstall=Disinstalla aggiornamenti
txt_Hint_Hide=Nascondi aggiornamenti
txt_Hint_Unhide=Visualizza aggiornamenti nascosti
txt_Hint_Cancel=Annulla
txt_Hint_Reboot=Riavvia
txt_Prompt_Filter=Cerca nell'elenco
txt_Title_RebootRequired=Riavvio richiesto
txt_Title_UpdateInformation=Aggiorna informazioni
txt_Description_RebootRequired=Per completare, è necessario un riavvio del sistema. Vuoi riavviare ora?
=
txt_Log_RebootRequired=Per essere completato richiede un riavvio del sistema
txt_Log_RebootSystem=Riavvio sistema...
=
txt_UpdateStatus_PendingForDownload=Download in attesa
txt_UpdateStatus_PendingForInstall=Installazione in attesa
txt_UpdateStatus_PendingForReboot=Riavvio in attesa
txt_UpdateStatus_Initializing=Inizializzazione
txt_UpdateStatus_Verifying=Verifica
=
txt_OperationResult_Failed=Errore
txt_OperationResult_FailedErrorCode=Codice di errore: 0x%.8x
txt_OperationResult_Succeeded=Completato
txt_OperationResult_SucceededErrorCode=Riuscito con codice di errore: 0x%.8x
txt_OperationResult_SucceededWithErrors=È stato completato con errori. I risultati potrebbero essere incompleti.
txt_OperationResult_NotStarted=Non iniziato
txt_OperationResult_InProgress=In corso
txt_OperationResult_Aborted=Interrotto
=
txt_SearchProcess=Verifica aggiornamenti...
txt_SearchProcessWarning=Avviso: 0x%.8x %s
txt_DownloadProcess=Download aggiornamenti...
txt_DownloadProcessItem=Download di "%s"...
txt_InstallationProcess=Installazione aggiornamenti...
txt_InstallationProcessItem=Installazione di "%s"...
txt_InstallationRequiresExclusive="%s" deve essere installato esclusivamente. Salto
txt_UninstallationProcess=Disinstallazione aggiornamenti...
txt_UninstallationProcessItem=Disinstallazione di "%s"...
